{"word_to_idx": {"the": 2, "i": 3, "to": 4, "a": 5, "and": 6, "you": 7, "is": 8, "that": 9, "of": 10, "it": 11, "name": 12, "this": 13, "in": 14, "for": 15, "was": 16, "my": 17, "but": 18, "not": 19, "be": 20, "just": 21, "on": 22, "its": 23, "so": 24, "have": 25, "like": 26, "are": 27, "im": 28, "with": 29, "they": 30, "your": 31, "he": 32, "what": 33, "if": 34, "dont": 35, "me": 36, "as": 37, "at": 38, "thats": 39, "love": 40, "about": 41, "get": 42, "all": 43, "we": 44, "do": 45, "would": 46, "can": 47, "how": 48, "no": 49, "one": 50, "people": 51, "good": 52, "an": 53, "from": 54, "or": 55, "think": 56, "she": 57, "when": 58, "really": 59, "out": 60, "more": 61, "his": 62, "up": 63, "youre": 64, "know": 65, "will": 66, "some": 67, "has": 68, "her": 69, "because": 70, "thank": 71, "there": 72, "see": 73, "who": 74, "it.": 75, "even": 76, "had": 77, "still": 78, "him": 79, "them": 80, "their": 81, "only": 82, "why": 83, "were": 84, "got": 85, "been": 86, "by": 87, "didnt": 88, "cant": 89, "than": 90, "lol": 91, "thanks": 92, "go": 93, "time": 94, "name.": 95, "too": 96, "being": 97, "now": 98, "much": 99, "very": 100, "did": 101, "never": 102, "ive": 103, "make": 104, "hope": 105, "want": 106, "oh": 107, "should": 108, "hes": 109, "feel": 110, "then": 111, "going": 112, "way": 113, "could": 114, "well": 115, "great": 116, "also": 117, "any": 118, "doesnt": 119, "actually": 120, "those": 121, "pretty": 122, "bad": 123, "someone": 124, "need": 125, "you.": 126, "other": 127, "back": 128, "say": 129, "right": 130, "am": 131, "same": 132, "better": 133, "always": 134, "best": 135, "thought": 136, "here": 137, "something": 138, "sorry": 139, "name,": 140, "look": 141, "after": 142, "makes": 143, "thing": 144, "looks": 145, "sure": 146, "these": 147, "first": 148, "happy": 149, "id": 150, "take": 151, "our": 152, "yeah": 153, "into": 154, "over": 155, "most": 156, "made": 157, "ill": 158, "isnt": 159, "glad": 160, "new": 161, "where": 162, "does": 163, "probably": 164, "off": 165, "game": 166, "that.": 167, "theyre": 168, "guy": 169, "getting": 170, "maybe": 171, "us": 172, "last": 173, "find": 174, "every": 175, "said": 176, "keep": 177, "many": 178, "years": 179, "man": 180, "hate": 181, "before": 182, "mean": 183, "this.": 184, "wish": 185, "give": 186, "things": 187, "doing": 188, "little": 189, "ever": 190, "old": 191, "fuck": 192, "year": 193, "post": 194, "day": 195, "work": 196, "everyone": 197, "nice": 198, "down": 199, "lot": 200, "try": 201, "fucking": 202, "hard": 203, "tell": 204, "me.": 205, "shes": 206, "use": 207, "theres": 208, "damn": 209, "might": 210, "least": 211, "come": 212, "trying": 213, "sounds": 214, "long": 215, "stop": 216, "which": 217, "too.": 218, "play": 219, "anything": 220, "read": 221, "gonna": 222, "real": 223, "such": 224, "believe": 225, "life": 226, "anyone": 227, "help": 228, "nothing": 229, "seen": 230, "another": 231, "having": 232, "person": 233, "while": 234, "around": 235, "let": 236, "2": 237, "fun": 238, "kind": 239, "since": 240, "big": 241, "definitely": 242, "point": 243, "seems": 244, "both": 245, "guys": 246, "3": 247, "put": 248, "now.": 249, "two": 250, "until": 251, "shit": 252, "next": 253, "though.": 254, "you!": 255, "please": 256, "wouldnt": 257, "gets": 258, "wasnt": 259, "remember": 260, "looking": 261, "yeah,": 262, "already": 263, "wrong": 264, "without": 265, "enough": 266, "you,": 267, "wont": 268, "few": 269, "literally": 270, "haha": 271, "comment": 272, "saying": 273, "hell": 274, "through": 275, "used": 276, "time.": 277, "live": 278, "understand": 279, "hear": 280, "cool": 281, "lol.": 282, "them.": 283, "watch": 284, "it,": 285, "yes": 286, "must": 287, "dude": 288, "guess": 289, "sub": 290, "show": 291, "wait": 292, "here.": 293, "call": 294, "kids": 295, "team": 296, "though": 297, "part": 298, "talking": 299, "weird": 300, "making": 301, "own": 302, "funny": 303, "whats": 304, "him.": 305, "went": 306, "lets": 307, "saw": 308, "wow": 309, "else": 310, "heard": 311, "stupid": 312, "whole": 313, "against": 314, "arent": 315, "end": 316, "may": 317, "imagine": 318, "sad": 319, "ok": 320, "everything": 321, "favorite": 322, "amazing": 323, "needs": 324, "almost": 325, "enjoy": 326, "care": 327, "different": 328, "money": 329, "left": 330, "reason": 331, "friends": 332, "done": 333, "start": 334, "bit": 335, "video": 336, "havent": 337, "far": 338, "yourself": 339, "world": 340, "no,": 341, "5": 342, "less": 343, "playing": 344, "up.": 345, "true": 346, "interesting": 347, "once": 348, "lmao": 349, "luck": 350, "super": 351, "yes,": 352, "came": 353, "absolutely": 354, "high": 355, "happened": 356, "surprised": 357, "season": 358, "poor": 359, "stay": 360, "talk": 361, "idea": 362, "thanks!": 363, "problem": 364, "wanted": 365, "second": 366, "away": 367, "out.": 368, "taking": 369, "exactly": 370, "there.": 371, "youve": 372, "1": 373, "one.": 374, "name!": 375, "friend": 376, "ask": 377, "found": 378, "man.": 379, "wonder": 380, "is.": 381, "place": 382, "girl": 383, "appreciate": 384, "kinda": 385, "took": 386, "agree": 387, "name?": 388, "job": 389, "women": 390, "lost": 391, "thinking": 392, "again": 393, "honestly": 394, "times": 395, "well.": 396, "fact": 397, "well,": 398, "worst": 399, "change": 400, "gotta": 401, "free": 402, "kid": 403, "reddit": 404, "seem": 405, "loved": 406, "hit": 407, "omg": 408, "feels": 409, "coming": 410, "able": 411, "that,": 412, "awesome": 413, "head": 414, "joke": 415, "feeling": 416, "myself": 417, "miss": 418, "yet": 419, "it!": 420, "either": 421, "news": 422, "s": 423, "watching": 424, "top": 425, "wants": 426, "u": 427, "school": 428, "terrible": 429, "leave": 430, "told": 431, "couldnt": 432, "check": 433, "story": 434, "home": 435, "mind": 436, "win": 437, "people.": 438, "face": 439, "cause": 440, "me,": 441, "oh,": 442, "between": 443, "using": 444, "worse": 445, "especially": 446, "rather": 447, "beautiful": 448, "man,": 449, "stuff": 450, "men": 451, "totally": 452, "good.": 453, "seeing": 454, "youll": 455, "family": 456, "edit": 457, "pay": 458, "wow,": 459, "all.": 460, ".": 461, "sometimes": 462, "mom": 463, "ago": 464, "under": 465, "crazy": 466, "completely": 467, "days": 468, "says": 469, "called": 470, "op": 471, "instead": 472, "kill": 473, "thanks.": 474, "buy": 475, "goes": 476, "realize": 477, "fan": 478, "games": 479, "eat": 480, "hey": 481, "each": 482, "full": 483, "knew": 484, "close": 485, "move": 486, "worth": 487, "tried": 488, "forgot": 489, "sex": 490, "her.": 491, "quite": 492, "day.": 493, "run": 494, "10": 495, "ones": 496, "comes": 497, "half": 498, "means": 499, "lose": 500, "thing.": 501, "way.": 502, "4": 503, "cute": 504, "!": 505, "support": 506, "no.": 507, "ah": 508, "hopefully": 509, "right?": 510, "sorry,": 511, "rest": 512, "right.": 513, "usually": 514, "thanks,": 515, "single": 516, "started": 517, "much.": 518, "deal": 519, "game.": 520, "better.": 521, "life.": 522, "couple": 523, "reading": 524, "hot": 525, "open": 526, "dog": 527, "become": 528, "happen": 529, "played": 530, "looked": 531, "woman": 532, "again.": 533, "matter": 534, "loves": 535, "entire": 536, "word": 537, "sound": 538, "nobody": 539, "car": 540, "meant": 541, "except": 542, "d": 543, "comments": 544, "missed": 545, "religion": 546, "posted": 547, "bad.": 548, "finally": 549, "sorry.": 550, "holy": 551, "welcome": 552, "do.": 553, "gave": 554, "6": 555, "laugh": 556, "side": 557, "god": 558, "huge": 559, "baby": 560, "excited": 561, "giving": 562, "...": 563, "bring": 564, "dumb": 565, "actual": 566, "question": 567, "okay": 568, "players": 569, "hurt": 570, "easy": 571, "shot": 572, "hoping": 573, "clearly": 574, "sucks": 575, "working": 576, "unless": 577, "curious": 578, "picture": 579, "not.": 580, "parents": 581, "sense": 582, "night": 583, "basically": 584, "felt": 585, "wife": 586, "it?": 587, "year.": 588, "horrible": 589, "wanna": 590, "100": 591, "this,": 592, "takes": 593, "ya": 594, "obviously": 595, "living": 596, "shouldnt": 597, "then.": 598, "turn": 599, "pick": 600, "idk": 601, "today": 602, "years.": 603, "happens": 604, "hours": 605, "wrong.": 606, "fake": 607, "past": 608, "case": 609, "beat": 610, "state": 611, "week": 612, "wow.": 613, "perfect": 614, "young": 615, "government": 616, "on.": 617, "forget": 618, "during": 619, "too,": 620, "age": 621, "break": 622, "20": 623, "fans": 624, "deserve": 625, "you?": 626, "fine": 627, "dead": 628, "this?": 629, "learn": 630, "awful": 631, "movie": 632, "liked": 633, "point.": 634, "too!": 635, "cake": 636, "afraid": 637, "thread": 638, "likely": 639, "country": 640, "posts": 641, "alone": 642, "chance": 643, "yes.": 644, "heart": 645, "words": 646, "mine": 647, "sweet": 648, "outside": 649, "dude.": 650, "human": 651, "boy": 652, "child": 653, "number": 654, "level": 655, "months": 656, "type": 657, "works": 658, "whatever": 659, "given": 660, "amazing.": 661, "small": 662, "others": 663, "awesome.": 664, "watched": 665, "scared": 666, "haha.": 667, "fight": 668, "phone": 669, "back.": 670, "proud": 671, "know.": 672, "work.": 673, "?": 674, "internet": 675, "know,": 676, "calling": 677, "bet": 678, "similar": 679, "vote": 680, "now,": 681, "ago.": 682, "guy.": 683, "girls": 684, "tho": 685, "ass": 686, "low": 687, "food": 688, "truly": 689, "needed": 690, "course": 691, "knows": 692, "line": 693, "white": 694, "character": 695, "red": 696, "moment": 697, "expect": 698, "youd": 699, "cold": 700, "opinion": 701, "cat": 702, "die": 703, "shut": 704, "down.": 705, "player": 706, "sort": 707, "shows": 708, "unfortunately": 709, "issue": 710, "off.": 711, "water": 712, "waiting": 713, "often": 714, "fair": 715, "are.": 716, "meme": 717, "body": 718, "friend.": 719, "dad": 720, "three": 721, "link": 722, "house": 723, "future": 724, "strong": 725, "serious": 726, "together": 727, "based": 728, "tbh": 729, "stand": 730, "experience": 731, "shame": 732, "that!": 733, "death": 734, "gives": 735, "extremely": 736, "lol,": 737, "true.": 738, "asking": 739, "mad": 740, "sign": 741, "hasnt": 742, "self": 743, "front": 744, "hair": 745, "save": 746, "worried": 747, "pass": 748, "what?": 749, "worry": 750, "article": 751, "minutes": 752, "hand": 753, "room": 754, "doubt": 755, "behind": 756, "answer": 757, "power": 758, "here,": 759, "mean,": 760, "possible": 761, "help.": 762, "likes": 763, "normal": 764, "posting": 765, "children": 766, "dude,": 767, "more.": 768, "mother": 769, "30": 770, "soon": 771, "youtube": 772, "trust": 773, "aint": 774, "running": 775, "this!": 776, "telling": 777, "to.": 778, "wondering": 779, "episode": 780, "cut": 781, "exact": 782, "sick": 783, "person.": 784, "explain": 785, "itll": 786, "nah": 787, "post.": 788, "reminds": 789, "social": 790, "interested": 791, "ready": 792, "killed": 793, "losing": 794, "song": 795, "history": 796, "in.": 797, "lots": 798, "listen": 799, "yourself.": 800, "police": 801, "subreddit": 802, "important": 803, "is,": 804, "gone": 805, "control": 806, "eating": 807, "hold": 808, "ball": 809, "fire": 810, "late": 811, "relationship": 812, "vs": 813, "cool.": 814, ",": 815, "8": 816, "trade": 817, "share": 818, "date": 819, "due": 820, "black": 821, "dare": 822, "yall": 823, "theyll": 824, "confused": 825, "awesome!": 826, "seriously": 827, "early": 828, "straight": 829, "problem.": 830, "eyes": 831, "longer": 832, "add": 833, "agree.": 834, "racist": 835, "title": 836, "forward": 837, "middle": 838, "that?": 839, "me!": 840, "safe": 841, "situation": 842, "lucky": 843, "considering": 844, "gun": 845, "drive": 846, "angry": 847, "theyve": 848, "spend": 849, "apparently": 850, "shit.": 851, "group": 852, "about.": 853, "mostly": 854, "pain": 855, "gotten": 856, "short": 857, "up,": 858, "ugly": 859, "amount": 860, "yea": 861, "did.": 862, "kept": 863, "advice": 864, "near": 865, "hahaha": 866, "clear": 867, "killing": 868, "respect": 869, "drop": 870, "gold": 871, "mental": 872, "us.": 873, "source": 874, "changed": 875, "send": 876, "fall": 877, "argument": 878, "political": 879, "original": 880, "fun.": 881, "same.": 882, "double": 883, "incredibly": 884, "older": 885, "taken": 886, "yeah.": 887, "bro": 888, "personally": 889, "died": 890, "hey,": 891, "genuinely": 892, "anymore": 893, "turned": 894, "though,": 895, "things.": 896, "sure.": 897, "ah,": 898, "bunch": 899, "twitter": 900, "damn,": 901, "sharing": 902, "cannot": 903, "asked": 904, "paid": 905, "weve": 906, "simply": 907, "congrats": 908, "ok.": 909, "common": 910, "so,": 911, "hands": 912, "difference": 913, "fast": 914, "today.": 915, "blame": 916, "assume": 917, "crying": 918, "fellow": 919, "figure": 920, "main": 921, "throw": 922, "thinks": 923, "great.": 924, "time,": 925, "book": 926, "brain": 927, "sub.": 928, "piece": 929, "sad.": 930, "wouldve": 931, "sense.": 932, "biggest": 933, "hour": 934, "before.": 935, "supposed": 936, "right,": 937, "starting": 938, "wear": 939, "points": 940, "wonderful": 941, "now?": 942, "catch": 943, "noticed": 944, "place.": 945, "15": 946, "money.": 947, "teams": 948, "brother": 949, "whos": 950, "hilarious": 951, "act": 952, "reply": 953, "disgusting": 954, "peoples": 955, "paying": 956, "either.": 957, "hug": 958, "music": 959, "speak": 960, "ended": 961, "comment.": 962, "interesting.": 963, "idiot": 964, "7": 965, "pissed": 966, "him,": 967, "later": 968, "upvote": 969, "enjoyed": 970, "toxic": 971, "cry": 972, "idea.": 973, "loving": 974, "complete": 975, "so.": 976, "league": 977, "ever.": 978, "walk": 979, "follow": 980, "job.": 981, "response": 982, "banned": 983, "account": 984, "class": 985, "also,": 986, "college": 987, "absolute": 988, "avoid": 989, "area": 990, "bottom": 991, "positive": 992, "extra": 993, "downvoted": 994, "set": 995, "husband": 996, "america": 997, "store": 998, "putting": 999, "learned": 1000, "do,": 1001, "enough.": 1002, "party": 1003, "drink": 1004, "happy.": 1005, "laughed": 1006, "lack": 1007, "son": 1008, "day!": 1009, "allowed": 1010, "upset": 1011, "ice": 1012, "keeps": 1013, "surprise": 1014, "loss": 1015, "regret": 1016, "missing": 1017, "nice.": 1018, "issues": 1019, "decent": 1020, "himself": 1021, "public": 1022, "12": 1023, "city": 1024, "smile": 1025, "weeks": 1026, "ha": 1027, "there,": 1028, "suck": 1029, "write": 1030, "be.": 1031, "month": 1032, "wearing": 1033, "2nd": 1034, "rich": 1035, "odd": 1036, "honest": 1037, "stick": 1038, "realized": 1039, "report": 1040, "prefer": 1041, "somewhere": 1042, "themselves": 1043, "barely": 1044, "tv": 1045, "met": 1046, "brought": 1047, "health": 1048, "anyway.": 1049, "focus": 1050, "law": 1051, "something.": 1052, "inside": 1053, "easily": 1054, "round": 1055, "worked": 1056, "everybody": 1057, "sexual": 1058, "step": 1059, "goal": 1060, "dark": 1061, "system": 1062, "expecting": 1063, "random": 1064, "guess.": 1065, "special": 1066, "cringe": 1067, "pull": 1068, "legal": 1069, "space": 1070, "walking": 1071, "spent": 1072, "funny.": 1073, "hated": 1074, "mention": 1075, "somehow": 1076, "else.": 1077, "waste": 1078, "won": 1079, "doctor": 1080, "luck!": 1081, "yet.": 1082, "werent": 1083, "plus": 1084, "problems": 1085, "hang": 1086, "for.": 1087, "fighting": 1088, "multiple": 1089, "times.": 1090, "within": 1091, "wall": 1092, "compared": 1093, "videos": 1094, "bought": 1095, "none": 1096, "knowing": 1097, "media": 1098, "google": 1099, "stuff.": 1100, "true,": 1101, "blue": 1102, "reddit.": 1103, "hurts": 1104, "characters": 1105, "creepy": 1106, "ok,": 1107, "society": 1108, "pizza": 1109, "somebody": 1110, "fear": 1111, "attention": 1112, "best.": 1113, "plenty": 1114, "them,": 1115, "much,": 1116, "quality": 1117, "quick": 1118, "business": 1119, "company": 1120, "zero": 1121, "disgusting.": 1122, "ugh": 1123, "per": 1124, "scene": 1125, "hed": 1126, "skin": 1127, "fat": 1128, "bless": 1129, "tired": 1130, "tough": 1131, "grow": 1132, "tax": 1133, "certainly": 1134, "was.": 1135, "personal": 1136, "married": 1137, "road": 1138, "deep": 1139, "excuse": 1140, "cheers": 1141, "certain": 1142, "term": 1143, "leaving": 1144, "eye": 1145, "hearing": 1146, "anything.": 1147, "birthday": 1148, "world.": 1149, "sent": 1150, "reality": 1151, "fit": 1152, "heres": 1153, "although": 1154, "currently": 1155, "out,": 1156, "awkward": 1157, "sleep": 1158, "message": 1159, "trash": 1160, "ridiculous": 1161, "game,": 1162, "okay.": 1163, "highly": 1164, "consider": 1165, "9": 1166, "murder": 1167, "one,": 1168, "reaction": 1169, "choose": 1170, "light": 1171, "known": 1172, "star": 1173, "version": 1174, "blood": 1175, "till": 1176, "username": 1177, "football": 1178, "correct": 1179, "home.": 1180, "boys": 1181, "driving": 1182, "nah,": 1183, "stuck": 1184, "favourite": 1185, "slightly": 1186, "plan": 1187, "medical": 1188, "much!": 1189, "notice": 1190, "despite": 1191, "thoughts": 1192, "friends.": 1193, "scary": 1194, "simple": 1195, "breaking": 1196, "stopped": 1197, "sure,": 1198, "turns": 1199, "troll": 1200, "ex": 1201, "facebook": 1202, "sit": 1203, "above": 1204, "days.": 1205, "order": 1206, "smh": 1207, "way,": 1208, "defense": 1209, "example": 1210, "insane": 1211, "sucks.": 1212, "xd": 1213, "sitting": 1214, "dream": 1215, "helped": 1216, "sadly": 1217, "illegal": 1218, "shoot": 1219, "season.": 1220, "clean": 1221, "fix": 1222, "p": 1223, "happen.": 1224, "bigger": 1225, "facts": 1226, "service": 1227, "show.": 1228, "luck.": 1229, "said.": 1230, "tonight": 1231, "aware": 1232, "along": 1233, "removed": 1234, "like,": 1235, "solid": 1236, "jealous": 1237, "option": 1238, "away.": 1239, "wow!": 1240, "rule": 1241, "go.": 1242, "added": 1243, "truth": 1244, "finding": 1245, "bed": 1246, "moved": 1247, "minute": 1248, "downvote": 1249, "tho.": 1250, "war": 1251, "draft": 1252, "accept": 1253, "helps": 1254, "not,": 1255, "crap": 1256, "strange": 1257, "weird.": 1258, "decided": 1259, "week.": 1260, "annoying": 1261, "non": 1262, "keeping": 1263, "cost": 1264, "form": 1265, "man!": 1266, "bad,": 1267, "expected": 1268, "drunk": 1269, "myself.": 1270, "bro.": 1271, "awful.": 1272, "porn": 1273, "great!": 1274, "steal": 1275, "fine.": 1276, "lmao.": 1277, "block": 1278, "obvious": 1279, "admit": 1280, "saved": 1281, "soon.": 1282, "hates": 1283, "difficult": 1284, "average": 1285, "kids.": 1286, "claim": 1287, "worse.": 1288, "fantastic": 1289, "seemed": 1290, "yo": 1291, "million": 1292, "kid.": 1293, "cops": 1294, "sending": 1295, "story.": 1296, "mentioned": 1297, "president": 1298, "general": 1299, "text": 1300, "sell": 1301, "calm": 1302, "online": 1303, "reference": 1304, "easier": 1305, "anxiety": 1306, "people,": 1307, "offer": 1308, "dating": 1309, "together.": 1310, "harder": 1311, "community": 1312, "everything.": 1313, "force": 1314, "anymore.": 1315, "evidence": 1316, "sentence": 1317, "day,": 1318, "listening": 1319, "quit": 1320, "disagree": 1321, "now!": 1322, "american": 1323, "position": 1324, "good,": 1325, "cover": 1326, "laughing": 1327, "third": 1328, "plays": 1329, "career": 1330, "winning": 1331, "time!": 1332, "see.": 1333, "wait,": 1334, "ending": 1335, "theyd": 1336, "yep.": 1337, "lady": 1338, "holding": 1339, "ignore": 1340, "depends": 1341, "lead": 1342, "op.": 1343, "towards": 1344, "build": 1345, "final": 1346, "deserves": 1347, "pure": 1348, "town": 1349, "places": 1350, "dropped": 1351, "taste": 1352, "conversation": 1353, "disappointed": 1354, "finish": 1355, "burn": 1356, "loud": 1357, "expensive": 1358, "garbage": 1359, "really.": 1360, "born": 1361, "across": 1362, "recently": 1363, "protect": 1364, "video.": 1365, "teacher": 1366, "40": 1367, "ends": 1368, "showing": 1369, "imo": 1370, "anywhere": 1371, "match": 1372, "pic": 1373, "done.": 1374, "interest": 1375, "considered": 1376, "smell": 1377, "broken": 1378, "mistake": 1379, "fell": 1380, "prove": 1381, "far.": 1382, "trouble": 1383, "slow": 1384, "throwing": 1385, "related": 1386, "yesterday": 1387, "part.": 1388, "jokes": 1389, "okay,": 1390, "question.": 1391, "attractive": 1392, "mind.": 1393, "higher": 1394, "otherwise": 1395, "green": 1396, "shocked": 1397, "sister": 1398, "feelings": 1399, "moving": 1400, "several": 1401, "name...": 1402, "english": 1403, "lives": 1404, "effort": 1405, "boring": 1406, "games.": 1407, "private": 1408, "honestly,": 1409, "warm": 1410, "o": 1411, "land": 1412, "dangerous": 1413, "price": 1414, "morning": 1415, "local": 1416, "science": 1417, "hard.": 1418, "choice": 1419, "up!": 1420, "yours": 1421, "twice": 1422, "pretend": 1423, "busy": 1424, "happened.": 1425, "haha,": 1426, "over.": 1427, "love.": 1428, "smart": 1429, "nearly": 1430, "hugs": 1431, "broke": 1432, "lovely": 1433, "cats": 1434, "boyfriend": 1435, "caused": 1436, "daily": 1437, "healthy": 1438, "lived": 1439, "classic": 1440, "subs": 1441, "dogs": 1442, "shitty": 1443, "cheap": 1444, "excellent": 1445, "list": 1446, "assuming": 1447, "bar": 1448, "canada": 1449, "caught": 1450, "hi": 1451, "meet": 1452, "mouth": 1453, "art": 1454, "af": 1455, "guns": 1456, "team.": 1457, "50": 1458, "mate": 1459, "delete": 1460, "enjoying": 1461, "anyway": 1462, "rare": 1463, "reasonable": 1464, "willing": 1465, "specific": 1466, "really?": 1467, "rape": 1468, "seconds": 1469, "joke.": 1470, "ahead": 1471, "touch": 1472, "father": 1473, "lot.": 1474, "freaking": 1475, "said,": 1476, "reason.": 1477, "guys.": 1478, "market": 1479, "cuz": 1480, "series": 1481, "race": 1482, "parent": 1483, "x": 1484, "create": 1485, "painful": 1486, "say,": 1487, "idiot.": 1488, "all,": 1489, "accurate": 1490, "photo": 1491, "ur": 1492, "rid": 1493, "available": 1494, "ground": 1495, "tbh.": 1496, "complain": 1497, "natural": 1498, "rip": 1499, "happening": 1500, "old.": 1501, "karma": 1502, "south": 1503, "bitch": 1504, "yes!": 1505, "ways": 1506, "test": 1507, "drugs": 1508, "forever": 1509, "fucked": 1510, "first.": 1511, "have.": 1512, "figured": 1513, "grew": 1514, "beer": 1515, "with.": 1516, "girlfriend": 1517, "alright": 1518, "beyond": 1519, "attack": 1520, "traffic": 1521, "yep,": 1522, "25": 1523, "five": 1524, "questions": 1525, "handle": 1526, "uncomfortable": 1527, "face.": 1528, "cool!": 1529, "moment.": 1530, "alone.": 1531, "stupid.": 1532, "wtf": 1533, "uk": 1534, "understanding": 1535, "professional": 1536, "negative": 1537, "la": 1538, "continue": 1539, "emotional": 1540, "earlier": 1541, "ad": 1542, "regular": 1543, "shooting": 1544, "em": 1545, "stranger": 1546, "logic": 1547, "couldve": 1548, "wake": 1549, "0": 1550, "soul": 1551, "context": 1552, "north": 1553, "terrible.": 1554, "speaking": 1555, "weight": 1556, "fault": 1557, "bowl": 1558, "her,": 1559, "think.": 1560, "proof": 1561, "bullshit": 1562, "large": 1563, "ignorant": 1564, "hilarious.": 1565, "rules": 1566, "current": 1567, "entirely": 1568, "drug": 1569, "site": 1570, "balls": 1571, "food.": 1572, "learning": 1573, "tears": 1574, "gross": 1575, "office": 1576, "weed": 1577, "shell": 1578, "accidentally": 1579, "though!": 1580, "sharing.": 1581, "songs": 1582, "written": 1583, "animal": 1584, "sexy": 1585, "silly": 1586, "possibly": 1587, "piss": 1588, "count": 1589, "constantly": 1590, "2.": 1591, "situation.": 1592, "pray": 1593, "memes": 1594, "major": 1595, "whenever": 1596, "opinion.": 1597, "humans": 1598, "hat": 1599, "content": 1600, "according": 1601, "generally": 1602, "treat": 1603, "news.": 1604, "tomorrow": 1605, "rights": 1606, "careful": 1607, "door": 1608, "ridiculous.": 1609, "well!": 1610, "created": 1611, "voice": 1612, "perfectly": 1613, "horrible.": 1614, "letting": 1615, "names": 1616, "contract": 1617, "roll": 1618, "evil": 1619, "words.": 1620, "besides": 1621, "cars": 1622, "greatest": 1623, "defend": 1624, "both.": 1625, "animals": 1626, "real.": 1627, "mr.": 1628, "join": 1629, "numbers": 1630, "app": 1631, "information": 1632, "therapy": 1633, "massive": 1634, "n": 1635, "crazy.": 1636, "family.": 1637, "shouldve": 1638, "writing": 1639, "suddenly": 1640, "buddy": 1641, "states": 1642, "legit": 1643, "bit.": 1644, "dudes": 1645, "politics": 1646, "coffee": 1647, "imo.": 1648, "buying": 1649, "pictures": 1650, "damn.": 1651, "here?": 1652, "agree,": 1653, "ruin": 1654, "however": 1655, "care.": 1656, "russian": 1657, "possible.": 1658, "ten": 1659, "value": 1660, "mean?": 1661, "terms": 1662, "pm": 1663, "then,": 1664, "can.": 1665, "good!": 1666, "daughter": 1667, "though?": 1668, "hide": 1669, "attempt": 1670, "exactly.": 1671, "credit": 1672, "yup,": 1673, "me?": 1674, "train": 1675, "neither": 1676, "back,": 1677, "great,": 1678, "thread.": 1679, "visit": 1680, "allow": 1681, "glass": 1682, "extreme": 1683, "women.": 1684, "directly": 1685, "worry,": 1686, "year,": 1687, "say.": 1688, "exist": 1689, "16": 1690, "beautiful.": 1691, "key": 1692, "them?": 1693, "legs": 1694, "instagram": 1695, "queen": 1696, "there!": 1697, "it...": 1698, "decide": 1699, "stories": 1700, "hadnt": 1701, "west": 1702, "total": 1703, "arm": 1704, "partner": 1705, "replace": 1706, "swear": 1707, "night.": 1708, "carry": 1709, "earth": 1710, "correct.": 1711, "cares": 1712, "future.": 1713, "coach": 1714, "flying": 1715, "jersey": 1716, "rock": 1717, "whether": 1718, "wrote": 1719, "nope.": 1720, "suggest": 1721, "long.": 1722, "end.": 1723, "helping": 1724, "fully": 1725, "cancer": 1726, "f": 1727, "anybody": 1728, "alive": 1729, "around.": 1730, "guy,": 1731, "offense": 1732, "surely": 1733, "fair,": 1734, "physical": 1735, "paper": 1736, "dislike": 1737, "1st": 1738, "mess": 1739, "starts": 1740, "wrong,": 1741, "tonight.": 1742, "cross": 1743, "chicken": 1744, "interview": 1745, "court": 1746, "image": 1747, "proper": 1748, "shock": 1749, "church": 1750, "potential": 1751, "11": 1752, "insurance": 1753, "pro": 1754, "itd": 1755, "four": 1756, "opposite": 1757, "jump": 1758, "about?": 1759, "congrats!": 1760, "pointing": 1761, "someones": 1762, "air": 1763, "showed": 1764, "calls": 1765, "already.": 1766, "advice.": 1767, "falling": 1768, "etc.": 1769, "personality": 1770, "fuck.": 1771, "physically": 1772, "record": 1773, "tend": 1774, "info": 1775, "idiots": 1776, "return": 1777, "spot": 1778, "view": 1779, "restaurant": 1780, "popular": 1781, "shoes": 1782, "card": 1783, "afford": 1784, "wins": 1785, "signed": 1786, "younger": 1787, "sports": 1788, "right!": 1789, "checked": 1790, "military": 1791, "like.": 1792, "shirt": 1793, "school.": 1794, "seriously.": 1795, "fairly": 1796, "teach": 1797, "14": 1798, "referring": 1799, "trip": 1800, "point,": 1801, "orange": 1802, "die.": 1803, "anything,": 1804, "btw": 1805, "marriage": 1806, "hell.": 1807, "dude!": 1808, "magic": 1809, "shots": 1810, "countries": 1811, "foot": 1812, "screw": 1813, "technically": 1814, "forced": 1815, "here!": 1816, "faith": 1817, "year!": 1818, "failed": 1819, "pet": 1820, "knowledge": 1821, "mixed": 1822, "risk": 1823, "one!": 1824, "standard": 1825, "understood": 1826, "actually.": 1827, "him!": 1828, "fixed": 1829, "issue.": 1830, "you!!": 1831, "from?": 1832, "brings": 1833, "on,": 1834, "contact": 1835, "adults": 1836, "amazing!": 1837, "color": 1838, "further": 1839, "itself": 1840, "becoming": 1841, "def": 1842, "girl.": 1843, "deleted": 1844, "acting": 1845, "system.": 1846, "update": 1847, "choice.": 1848, "happiness": 1849, "female": 1850, "push": 1851, "same,": 1852, "bear": 1853, "offended": 1854, "whoever": 1855, "responsible": 1856, "mate.": 1857, "provide": 1858, "feed": 1859, "property": 1860, "dirty": 1861, "hello": 1862, "everyone.": 1863, "wholesome": 1864, "press": 1865, "90": 1866, "wild": 1867, "happens.": 1868, "feet": 1869, "2019": 1870, "seen.": 1871, "prison": 1872, "population": 1873, "research": 1874, "etc": 1875, "truck": 1876, "golden": 1877, "fired": 1878, "eventually": 1879, "meaning": 1880, "why?": 1881, "plot": 1882, "concerned": 1883, "13": 1884, "cheese": 1885, "to,": 1886, "puts": 1887, "secret": 1888, "spending": 1889, "confidence": 1890, "peace": 1891, "style": 1892, "heads": 1893, "false": 1894, "nothing.": 1895, "damage": 1896, "language": 1897, "badly": 1898, "babies": 1899, "managed": 1900, "shower": 1901, "british": 1902, "abuse": 1903, "religion.": 1904, "lying": 1905, "mass": 1906, "discussion": 1907, "others.": 1908, "guessing": 1909, "comments.": 1910, "fuckin": 1911, "cheating": 1912, "4th": 1913, "dear": 1914, "lower": 1915, "foreign": 1916, "other.": 1917, "complaining": 1918, "process": 1919, "thing,": 1920, "laws": 1921, "pain.": 1922, "netflix": 1923, "see,": 1924, "r": 1925, "named": 1926, "album": 1927, "innocent": 1928, "bc": 1929, "park": 1930, "screen": 1931, "them!": 1932, "culture": 1933, "mode": 1934, "search": 1935, "hear.": 1936, "giant": 1937, "mod": 1938, "mobile": 1939, "dont.": 1940, "stop.": 1941, "background": 1942, "op,": 1943, "floor": 1944, "supporters": 1945, "jobs": 1946, "sake": 1947, "previous": 1948, "want.": 1949, "again,": 1950, "buddy.": 1951, "woman.": 1952, "definition": 1953, "sweet.": 1954, "brave": 1955, "1.": 1956, "everyones": 1957, "stealing": 1958, "action": 1959, "books": 1960, "later.": 1961, "majority": 1962, "band": 1963, "destroy": 1964, "state.": 1965, "nice,": 1966, "passed": 1967, "fantasy": 1968, "qb": 1969, "recommend": 1970, "relate": 1971, "voted": 1972, "hockey": 1973, "lies": 1974, "ruined": 1975, "closer": 1976, "box": 1977, "epic": 1978, "penis": 1979, "3rd": 1980, "clue": 1981, "rate": 1982, "fail": 1983, "page": 1984, "dollars": 1985, "ton": 1986, "dying": 1987, "hero": 1988, "including": 1989, "heavy": 1990, "depression": 1991, "federal": 1992, "play.": 1993, "injury": 1994, "hire": 1995, "huh?": 1996, "national": 1997, "congratulations": 1998, "drag": 1999, "views": 2000, "better,": 2001, "brown": 2002, "snow": 2003, "lie": 2004, "hits": 2005, "does.": 2006, "statement": 2007, "energy": 2008, "below": 2009, "covered": 2010, "voting": 2011, "loss.": 2012, "dumbass": 2013, "18": 2014, "sees": 2015, "experience.": 2016, "standing": 2017, "there?": 2018, "wheres": 2019, "please.": 2020, "saving": 2021, "range": 2022, "hitting": 2023, "building": 2024, "apart": 2025, "uncle": 2026, "cup": 2027, "b": 2028, "became": 2029, "summer": 2030, "folks": 2031, "bank": 2032, "children.": 2033, "movie.": 2034, "finished": 2035, "chat": 2036, "agreed": 2037, "turning": 2038, "argue": 2039, "men.": 2040, "thing?": 2041, "channel": 2042, "basketball": 2043, "weekend": 2044, "billion": 2045, "tells": 2046, "effect": 2047, "rough": 2048, "answer.": 2049, "security": 2050, "til": 2051, "size": 2052, "regardless": 2053, "works.": 2054, "while.": 2055, "account.": 2056, "judge": 2057, "valid": 2058, "out!": 2059, "desperate": 2060, "adult": 2061, "french": 2062, "incredible": 2063, "messed": 2064, "chicago": 2065, "sold": 2066, "email": 2067, "helpful": 2068, "nasty": 2069, "recent": 2070, "ideas": 2071, "seriously,": 2072, "relevant": 2073, "behavior": 2074, "today,": 2075, "cool,": 2076, "remind": 2077, "refuse": 2078, "subreddit.": 2079, "anti": 2080, "least.": 2081, "shed": 2082, "wait.": 2083, "decision": 2084, "eu": 2085, "am.": 2086, "months.": 2087, "be,": 2088, "deserved": 2089, "lines": 2090, "kicked": 2091, "from.": 2092, "christmas": 2093, "welcome!": 2094, "e": 2095, "flair": 2096, "case.": 2097, "base": 2098, "know!": 2099, "bus": 2100, "gender": 2101, "explaining": 2102, "fresh": 2103, "leave.": 2104, "hi,": 2105, "speed": 2106, "wondered": 2107, "active": 2108, "performance": 2109, "child.": 2110, "map": 2111, "tree": 2112, "of.": 2113, "normally": 2114, "chill": 2115, "practice": 2116, "ladies": 2117, "matter.": 2118, "oil": 2119, "playoffs": 2120, "typical": 2121, "dance": 2122, "modern": 2123, "hardly": 2124, "moments": 2125, "chance.": 2126, "article.": 2127, "life,": 2128, "tip": 2129, "wanting": 2130, "meeting": 2131, "adorable": 2132, "cream": 2133, "thatll": 2134, "street": 2135, "note": 2136, "laugh.": 2137, "aw": 2138, "ashamed": 2139, "chances": 2140, "bot": 2141, "salt": 2142, "indeed": 2143, "dumb.": 2144, "sense,": 2145, "brother.": 2146, "retarded": 2147, "filled": 2148, "bloody": 2149, "irony": 2150, "anyways.": 2151, "winter": 2152, "thrown": 2153, "lol!": 2154, "doing.": 2155, "staying": 2156, "ability": 2157, "outta": 2158, "dm": 2159, "jail": 2160, "apply": 2161, "prime": 2162, "work,": 2163, "degree": 2164, "cakeday": 2165, "tiny": 2166, "reasons": 2167, "bother": 2168, "thatd": 2169, "again!": 2170, "guys,": 2171, "model": 2172, "grown": 2173, "confirm": 2174, "tank": 2175, "..": 2176, "horror": 2177, "impossible": 2178, "threw": 2179, "wash": 2180, "result": 2181, "alive.": 2182, "god.": 2183, "idea!": 2184, "concept": 2185, "reach": 2186, "individual": 2187, "growing": 2188, "min": 2189, "unfortunate": 2190, "baby.": 2191, "finds": 2192, "funny,": 2193, "jerk": 2194, "upon": 2195, "pregnant": 2196, "agreed.": 2197, "breaks": 2198, "terrifying": 2199, "steps": 2200, "racism": 2201, "opportunity": 2202, "players.": 2203, "hospital": 2204, "interesting,": 2205, "refs": 2206, "website": 2207, "selfish": 2208, "include": 2209, "cute.": 2210, "praying": 2211, "3.": 2212, "taxes": 2213, "17": 2214, "beginning": 2215, "angry.": 2216, "freedom": 2217, "cash": 2218, "word.": 2219, "switch": 2220, "commenting": 2221, "flat": 2222, "phones": 2223, "again?": 2224, "quote": 2225, "repost": 2226, "it!!": 2227, "smoking": 2228, "kills": 2229, "challenge": 2230, "nightmare": 2231, "did,": 2232, "worst.": 2233, "useful": 2234, "feeding": 2235, "wars": 2236, "joy": 2237, "window": 2238, "remain": 2239, "once.": 2240, "was,": 2241, "liberals": 2242, "screaming": 2243, "marry": 2244, "problems.": 2245, "on!": 2246, "teeth": 2247, "vegan": 2248, "everytime": 2249, "creepy.": 2250, "enough,": 2251, "up?": 2252, "remindme!": 2253, "liberal": 2254, "35": 2255, "shit,": 2256, "embarrassing": 2257, "country.": 2258, "1000": 2259, "film": 2260, "plastic": 2261, "data": 2262, "destroyed": 2263, "depressing": 2264, "stops": 2265, "first,": 2266, "bottle": 2267, "look,": 2268, "insult": 2269, "impact": 2270, "are,": 2271, "yellow": 2272, "results": 2273, "apple": 2274, "owner": 2275, "hole": 2276, "watch.": 2277, "before,": 2278, "t": 2279, "photos": 2280, "bringing": 2281, "60": 2282, "bs": 2283, "reality.": 2284, "overall": 2285, "ago,": 2286, "drivers": 2287, "troll.": 2288, "sometimes.": 2289, "conspiracy": 2290, "gorgeous": 2291, "read.": 2292, "net": 2293, "advantage": 2294, "basic": 2295, "abusive": 2296, "but,": 2297, "movies": 2298, "ate": 2299, "heart.": 2300, "butt": 2301, "attention.": 2302, "talked": 2303, "fly": 2304, "border": 2305, "following": 2306, "doctors": 2307, "head.": 2308, "anyway,": 2309, "reply.": 2310, "concern": 2311, "lazy": 2312, "student": 2313, "exists": 2314, "mean.": 2315, "nope,": 2316, "do?": 2317, "ride": 2318, "nose": 2319, "opinions": 2320, "board": 2321, "implying": 2322, "kick": 2323, "perhaps": 2324, "makeup": 2325, "involved": 2326, "defensive": 2327, "pack": 2328, "theory": 2329, "government.": 2330, "sir": 2331, "history.": 2332, "course.": 2333, "bastard": 2334, "crowd": 2335, "recognize": 2336, "florida": 2337, "describe": 2338, "mr": 2339, "user": 2340, "reminded": 2341, "oh.": 2342, "upvotes": 2343, "response.": 2344, "left.": 2345, "this...": 2346, "memory": 2347, "internet.": 2348, "themselves.": 2349, "planning": 2350, "affect": 2351, "battle": 2352, "cruel": 2353, "violent": 2354, "driver": 2355, "former": 2356, "noticed..": 2357, "playoff": 2358, "bud": 2359, "month.": 2360, "goddamn": 2361, "acts": 2362, "goals": 2363, "racist.": 2364, "king": 2365, "rude": 2366, "downvoting": 2367, "poorly": 2368, "eyes.": 2369, "supporting": 2370, "pop": 2371, "study": 2372, "china": 2373, "trolls": 2374, "cop": 2375, "past.": 2376, "better!": 2377, "stole": 2378, "have,": 2379, "meat": 2380, "curious.": 2381, "solo": 2382, "normal.": 2383, "toilet": 2384, "deal.": 2385, "financial": 2386, "24": 2387, "responding": 2388, "united": 2389, "not?": 2390, "arguing": 2391, "release": 2392, "name!!": 2393, "underrated": 2394, "onto": 2395, "aww": 2396, "arms": 2397, "weeks.": 2398, "2020": 2399, "entitled": 2400, "moves": 2401, "faces": 2402, "work?": 2403, "awesome,": 2404, "in,": 2405, "male": 2406, "try.": 2407, "drawing": 2408, "attitude": 2409, "mother.": 2410, "points.": 2411, "heat": 2412, "too?": 2413, "skills": 2414, "seasons": 2415, "levels": 2416, "different.": 2417, "accident": 2418, "weird,": 2419, "embarrassed": 2420, "held": 2421, "is!": 2422, "sadly,": 2423, "triggered": 2424, "friendly": 2425, "wing": 2426, "dog.": 2427, "policy": 2428, "terrifying.": 2429, "leg": 2430, "surgery": 2431, "ring": 2432, "high.": 2433, "fish": 2434, "crime": 2435, "students": 2436, "area.": 2437, "sad,": 2438, "claims": 2439, "crying.": 2440, "event": 2441, "line.": 2442, "w": 2443, "votes": 2444, "stars": 2445, "work!": 2446, "speech": 2447, "picked": 2448, "owners": 2449, "lawyer": 2450, "crap.": 2451, "then?": 2452, "links": 2453, "luckily": 2454, "help!": 2455, "comic": 2456, "benefit": 2457, "flag": 2458, "anger": 2459, "23": 2460, "!!": 2461, "congratulations!": 2462, "pulling": 2463, "anime": 2464, "god,": 2465, "fingers": 2466, "ship": 2467, "forever.": 2468, "win.": 2469, "rent": 2470, "sleeping": 2471, "comedy": 2472, "house.": 2473, "ugh.": 2474, "pre": 2475, "pushing": 2476, "remove": 2477, "ironic": 2478, "pc": 2479, "hence": 2480, "horribly": 2481, "believes": 2482, "smoke": 2483, "sex.": 2484, "gf": 2485, "cheaper": 2486, "uh": 2487, "talks": 2488, "wise": 2489, "wall.": 2490, "cutting": 2491, "why.": 2492, "lord": 2493, "target": 2494, "edge": 2495, "bench": 2496, "coaching": 2497, "handsome": 2498, "bill": 2499, "bathroom": 2500, "impressed": 2501, "shame.": 2502, "woke": 2503, "native": 2504, "ignorance": 2505, "brilliant": 2506, "yup.": 2507, "herself": 2508, "cast": 2509, "wishing": 2510, "about,": 2511, "iq": 2512, "unpopular": 2513, "workers": 2514, "morning.": 2515, "properly": 2516, "pants": 2517, "track": 2518, "raise": 2519, "anxious": 2520, "dealing": 2521, "issues.": 2522, "charge": 2523, "specifically": 2524, "minimum": 2525, "emotions": 2526, "alright,": 2527, "becomes": 2528, "period": 2529, "prepared": 2530, "unique": 2531, "itself.": 2532, "purpose": 2533, "six": 2534, "mans": 2535, "brutal": 2536, "commercial": 2537, "parties": 2538, "trick": 2539, "pressure": 2540, "l": 2541, "income": 2542, "appears": 2543, "understand.": 2544, "worrying": 2545, "off,": 2546, "liking": 2547, "via": 2548, "universe": 2549, "immediately": 2550, "apologies": 2551, "poster": 2552, "danger": 2553, "truth.": 2554, "present": 2555, "actually,": 2556, "dinner": 2557, "separate": 2558, "millions": 2559, "education": 2560, "picture.": 2561, "table": 2562, "cried": 2563, "guilty": 2564, "gift": 2565, "welcome.": 2566, "crack": 2567, "neck": 2568, "explains": 2569, "scream": 2570, "you...": 2571, "satire": 2572, "quiet": 2573, "center": 2574, "in?": 2575, "annoyed": 2576, "2018": 2577, "bud.": 2578, "nope": 2579, "spelling": 2580, "begin": 2581, "boy.": 2582, "yep": 2583, "yet,": 2584, "caring": 2585, "justify": 2586, "changing": 2587, "comment,": 2588, "pics": 2589, "corporate": 2590, "exist.": 2591, "5th": 2592, "proven": 2593, "people?": 2594, "lesson": 2595, "rookie": 2596, "ultimate": 2597, "suit": 2598, "chose": 2599, "yourself,": 2600, "city.": 2601, "abuse.": 2602, "stream": 2603, "tongue": 2604, "gas": 2605, "injured": 2606, "fantastic.": 2607, "horrifying": 2608, "go,": 2609, "suppose": 2610, "fun!": 2611, "really,": 2612, "drama": 2613, "linked": 2614, "music.": 2615, "cheers,": 2616, "70": 2617, "kiss": 2618, "exciting": 2619, "phrase": 2620, "stuff,": 2621, "us,": 2622, "uses": 2623, "passing": 2624, "horse": 2625, "cheers!": 2626, "success": 2627, "car.": 2628, "sub,": 2629, "alright.": 2630, "suffering": 2631, "mum": 2632, "curious,": 2633, "role": 2634, "knife": 2635, "wasting": 2636, "ahh": 2637, "minor": 2638, "instantly": 2639, "annoying.": 2640, "matters": 2641, "justice": 2642, "someone.": 2643, "death.": 2644, "treated": 2645, "yup": 2646, "machine": 2647, "stock": 2648, "solve": 2649, "threads": 2650, "skip": 2651, "person,": 2652, "weak": 2653, "circle": 2654, "lil": 2655, "episodes": 2656, "gods": 2657, "anytime": 2658, "stopping": 2659, "cringe.": 2660, "huh,": 2661, "45": 2662, "petty": 2663, "precious": 2664, "place,": 2665, "goat": 2666, "disappointing": 2667, "blow": 2668, "going.": 2669, "kinds": 2670, "da": 2671, "bruh": 2672, "survive": 2673, "sexually": 2674, "unfortunately.": 2675, "university": 2676, "fun,": 2677, "job,": 2678, "improve": 2679, "sauce": 2680, "dress": 2681, "crush": 2682, "safe.": 2683, "customers": 2684, "general.": 2685, "perfect.": 2686, "mix": 2687, "nowhere": 2688, "finger": 2689, "change.": 2690, "particular": 2691, "move.": 2692, "ban": 2693, "fox": 2694, "pathetic": 2695, "pretending": 2696, "changes": 2697, "son.": 2698, "rise": 2699, "whose": 2700, "serve": 2701, "lights": 2702, "comfortable": 2703, "after.": 2704, "edgy": 2705, "attracted": 2706, "boss": 2707, "filming": 2708, "costs": 2709, "intense": 2710, "m": 2711, "boi": 2712, "raised": 2713, "insecure": 2714, "lmfao": 2715, "shot.": 2716, "lunch": 2717, "realise": 2718, "legend": 2719, "serious.": 2720, "through.": 2721, "home,": 2722, "ahhh": 2723, "cities": 2724, "somewhat": 2725, "criminal": 2726, "incels": 2727, "draw": 2728, "drinking": 2729, "hurting": 2730, "forcing": 2731, "opening": 2732, "gm": 2733, "mentally": 2734, "listened": 2735, "wedding": 2736, "talent": 2737, "yesterday.": 2738, "memories": 2739, "field": 2740, "delicious": 2741, "convince": 2742, "aim": 2743, "apologize": 2744, "dry": 2745, "amazing,": 2746, "those.": 2747, "mom.": 2748, "salty": 2749, "realizing": 2750, "90s": 2751, "religious": 2752, "spell": 2753, "beauty": 2754, "respond": 2755, "arrested": 2756, "trolling": 2757, "sharing!": 2758, "famous": 2759, "heck": 2760, "what.": 2761, "australia": 2762, "what,": 2763, "significant": 2764, "creative": 2765, "tweet": 2766, "yet?": 2767, "that...": 2768, "released": 2769, "limit": 2770, "therapist": 2771, "1010": 2772, "society.": 2773, "bored": 2774, "delusional": 2775, "yeah!": 2776, "rn": 2777, "insane.": 2778, "useless": 2779, "reminding": 2780, "explanation": 2781, "minutes.": 2782, "school,": 2783, "stayed": 2784, "gone.": 2785, "me...": 2786, "believe.": 2787, "remotely": 2788, "sides": 2789, "money,": 2790, "conservative": 2791, "him?": 2792, "spam": 2793, "direct": 2794, "nature": 2795, "ha!": 2796, "tool": 2797, "ol": 2798, "discord": 2799, "tag": 2800, "lonely": 2801, "....": 2802, "score": 2803, "raped": 2804, "huh": 2805, "wine": 2806, "particularly": 2807, "belongs": 2808, "civil": 2809, "relationships": 2810, "checks": 2811, "19": 2812, "offensive": 2813, "among": 2814, "now...": 2815, "communism": 2816, "worlds": 2817, "glorious": 2818, "identity": 2819, "topic": 2820, "fake.": 2821, "situations": 2822, "plans": 2823, "garbage.": 2824, "downvotes": 2825, "clothes": 2826, "split": 2827, "combat": 2828, "spirit": 2829, "omg,": 2830, "equal": 2831, "impressive.": 2832, "bitter": 2833, "yikes": 2834, "hatred": 2835, "brand": 2836, "question,": 2837, "comparing": 2838, "times,": 2839, "friend,": 2840, "info.": 2841, "climate": 2842, "socialism": 2843, "socialist": 2844, "idiots.": 2845, "runs": 2846, "nsfw": 2847, "moms": 2848, "clip": 2849, "exactly,": 2850, "edited": 2851, "most.": 2852, "dallas": 2853, "know?": 2854, "throws": 2855, "owned": 2856, "seek": 2857, "error": 2858, "actively": 2859, "tries": 2860, "humor": 2861, "indeed.": 2862, "patient": 2863, "reasons.": 2864, "defending": 2865, "nfl": 2866, "attacked": 2867, "mediocre": 2868, "plate": 2869, "honest.": 2870, "capitalism": 2871, "guns.": 2872, "mirror": 2873, "stronger": 2874, "olds": 2875, "otherwise.": 2876, "milk": 2877, "smash": 2878, "silver": 2879, "stomach": 2880, "something?": 2881, "adding": 2882, "pls": 2883, "freak": 2884, "will,": 2885, "commit": 2886, "accurate.": 2887, "program": 2888, "support.": 2889, "womens": 2890, "relationship.": 2891, "wed": 2892, "however,": 2893, "uber": 2894, "v": 2895, "daddy": 2896, "nor": 2897, "dead.": 2898, "club": 2899, "scary.": 2900, "blessed": 2901, "21": 2902, "unironically": 2903, "ran": 2904, "rain": 2905, "all!": 2906, "project": 2907, "reported": 2908, "at.": 2909, "kidding": 2910, "employees": 2911, "guard": 2912, "tomorrow.": 2913, "provided": 2914, "tf": 2915, "get.": 2916, "late.": 2917, "copy": 2918, "forgive": 2919, "master": 2920, "accepted": 2921, "strong.": 2922, "depressed": 2923, "bizarre": 2924, "addiction": 2925, "gross.": 2926, "today!": 2927, "remember,": 2928, "post,": 2929, "burned": 2930, "made.": 2931, "quickly": 2932, "did!": 2933, "talk.": 2934, "argument.": 2935, "sooo": 2936, "more,": 2937, "flex": 2938, "desperately": 2939, "frustrating.": 2940, "consent": 2941, "asleep": 2942, "no!": 2943, "island": 2944, "valuable": 2945, "hidden": 2946, "usual": 2947, "gain": 2948, "rage": 2949, "ugh,": 2950, "confusing": 2951, "debate": 2952, "haha!": 2953, "fruit": 2954, "second.": 2955, "bad?": 2956, "2016": 2957, "scam": 2958, "nailed": 2959, "frame": 2960, "worry.": 2961, "incredible.": 2962, "downtown": 2963, "period.": 2964, "age.": 2965, "pair": 2966, "bay": 2967, "training": 2968, "sadly.": 2969, "worries.": 2970, "flip": 2971, "tall": 2972, "idea,": 2973, "trigger": 2974, "moron": 2975, "birds": 2976, "cursed": 2977, "rams": 2978, "picking": 2979, "crisis": 2980, "experienced": 2981, "reminder": 2982, "happily": 2983, "instant": 2984, "fan.": 2985, "af.": 2986, "stunning": 2987, "load": 2988, "nail": 2989, "travel": 2990, "western": 2991, "strangers": 2992, "grade": 2993, "cap": 2994, "honestly.": 2995, "nervous": 2996, "is...": 2997, "talented": 2998, "pink": 2999, "dr": 3000, "wishes": 3001, "fill": 3002, "memes.": 3003, "community.": 3004, "water.": 3005, "dunno": 3006, "eh": 3007, "joke,": 3008, "effects": 3009, "smaller": 3010, "choices": 3011, "business.": 3012, "gym": 3013, "disappointed.": 3014, "causing": 3015, "legitimate": 3016, "surprised.": 3017, "replying": 3018, "episode.": 3019, "no?": 3020, "necessary": 3021, "judging": 3022, "own.": 3023, "celebrate": 3024, "hopes": 3025, "fortnite": 3026, "lie.": 3027, "hanging": 3028, "utterly": 3029, "location": 3030, "sleep.": 3031, "suspect": 3032, "start.": 3033, "himself.": 3034, "russia": 3035, "bf": 3036, "solution": 3037, "unit": 3038, "violence": 3039, "conservatives": 3040, "tea": 3041, "brexit": 3042, "alt": 3043, "dollar": 3044, "abortion": 3045, "ruining": 3046, "meal": 3047, "joking": 3048, "therefore": 3049, "ones.": 3050, "involved.": 3051, "sea": 3052, "dropping": 3053, "chinese": 3054, "hungry": 3055, "down,": 3056, "dig": 3057, "chocolate": 3058, "rolling": 3059, "soft": 3060, "poop": 3061, "things,": 3062, "lock": 3063, "fancy": 3064, "slowly": 3065, "shop": 3066, "election": 3067, "hardest": 3068, "progressive": 3069, "will.": 3070, "show,": 3071, "legitimately": 3072, "artist": 3073, "dreams": 3074, "legally": 3075, "designed": 3076, "td": 3077, "tv.": 3078, "logical": 3079, "aunt": 3080, "tip.": 3081, "cute!": 3082, "emotionally": 3083, "aside": 3084, "staff": 3085, "stands": 3086, "fool": 3087, "propaganda": 3088, "options": 3089, "everywhere.": 3090, "photo.": 3091, "fuck,": 3092, "walked": 3093, "genuine": 3094, "helpful.": 3095, "us!": 3096, "empty": 3097, "weather": 3098, "entertaining": 3099, "laughing.": 3100, "information.": 3101, "panic": 3102, "date.": 3103, "locked": 3104, "disappointing.": 3105, "elected": 3106, "decisions": 3107, "ppl": 3108, "c": 3109, "tho,": 3110, "incel": 3111, "drives": 3112, "so...": 3113, "amazed": 3114, "want,": 3115, "pot": 3116, "rush": 3117, "aggressive": 3118, "homeless": 3119, "oddly": 3120, "decision.": 3121, "eyebrows": 3122, "disagree.": 3123, "look.": 3124, "blocked": 3125, "mask": 3126, "ads": 3127, "insulting": 3128, "checking": 3129, "opened": 3130, "break.": 3131, "strike": 3132, "dc": 3133, "pats": 3134, "roads": 3135, "fault.": 3136, "her?": 3137, "love,": 3138, "illness": 3139, "cant.": 3140, "blaming": 3141, "actions": 3142, "loose": 3143, "200": 3144, "sarcasm": 3145, "bro,": 3146, "gg": 3147, "close.": 3148, "game!": 3149, "bread": 3150, "hope.": 3151, "generic": 3152, "obsessed": 3153, "mountain": 3154, "disney": 3155, "convinced": 3156, "rank": 3157, "victim": 3158, "video,": 3159, "real,": 3160, "friend!": 3161, "relax": 3162, "design": 3163, "ignoring": 3164, "mac": 3165, "injuries": 3166, "nonsense.": 3167, "picks": 3168, "nuts": 3169, "increase": 3170, "dodged": 3171, "stupidity": 3172, "team,": 3173, "confused.": 3174, "time?": 3175, "brilliant.": 3176, "bye": 3177, "pushed": 3178, "democratic": 3179, "companies": 3180, "suffer": 3181, "book.": 3182, "gop": 3183, "prices": 3184, "scares": 3185, "99": 3186, "didnt.": 3187, "hugs.": 3188, "favor": 3189, "organization": 3190, "economic": 3191, "fair.": 3192, "eh,": 3193, "arguments": 3194, "ironically": 3195, "scare": 3196, "these.": 3197, "failure": 3198, "heard.": 3199, "successful": 3200, "stress": 3201, "world,": 3202, "revenge": 3203, "child,": 3204, "turkey": 3205, "hot.": 3206, "pulled": 3207, "manage": 3208, "central": 3209, "leafs": 3210, "inspired": 3211, "smile.": 3212, "canada.": 3213, "podcast": 3214, "course,": 3215, "bumper": 3216, "boat": 3217, "thus": 3218, "ripped": 3219, "difference.": 3220, "leader": 3221, "rooting": 3222, "helps.": 3223, "song.": 3224, "promise": 3225, "handled": 3226, "teen": 3227, "gay": 3228, "socially": 3229, "hating": 3230, "honey": 3231, "trump": 3232, "fact,": 3233, "anyone.": 3234, "feelings.": 3235, "explained": 3236, "thing!": 3237, "metal": 3238, "therapy.": 3239, "customer": 3240, "little.": 3241, "official": 3242, "sensitive": 3243, "sucked": 3244, "bears": 3245, "blind": 3246, "naturally": 3247, "mine.": 3248, "league.": 3249, "doctor.": 3250, "bike": 3251, "persons": 3252, "familiar": 3253, "punch": 3254, "funding": 3255, "ops": 3256, "huh.": 3257, "groups": 3258, "grab": 3259, "burning": 3260, "believing": 3261, "player.": 3262, "btw.": 3263, "removing": 3264, "seats": 3265, "experiences": 3266, 